Repository: AlaminBhuian/nano-progga
Catalog: i18n/*.po
Languages: bn_bd

source: Lost in darkness!
bn_bd: অন্ধকারে ডুবে গেলাম!

source: we are unable to find what you are looking for
bn_bd: আপনি যা খুঁজছেন, তা আমরা পাইনি

source: Theme Options
bn_bd: থিম অপশন্‌স

source: Basic Settings
bn_bd: প্রাথমিক সেটিংসমূহ

source: Site Logo
bn_bd: সাইটের লগো

source: Set a site logo to show on the header of the site. Upload an image of minimum <code>40px</code> &times; <code>40px</code>
bn_bd: সাইটের হেডারে লগো দেখাতে এখানে তা নির্বাচন করুন। সর্বনিম্ন <code>40px</code> &times; <code>40px</code>-এর একটি ছবি আপলোড করুন

source: Enable Bengali
bn_bd: বাংলা সক্রীয় করুন

source: Control whether to enable/disable Bengali (<em>Bangla</em>) support to your blog
bn_bd: আপনার ব্লগে বাংলার সুবিধাদি চালু করবেন কিনা তা নিয়ন্ত্রণ করুন

source: <strong>Featured Post Series</strong> Control the Featured Post Series from here
bn_bd: <strong>সমাদৃত ধারাবাহিক পর্ব</strong> সমাদৃত ধারাবাহিক পর্বগুলো এখান থেকে নিয়ন্ত্রণ করুন

source: Show series
bn_bd: ধারাবাহিক দেখান

source: Control whether to show the featured series on the Home page or not
bn_bd: সমাদৃত ধারাবাহিক কি নীড়পাতায় দেখাতে চান কিনা নিয়ন্ত্রণ করুন

source: Choice Featured Series
bn_bd: সমাদৃত ধারাবাহিক বাছাই করুন

source: Control which 4 series to show on home page as featured (Select multiple)
bn_bd: কোন ৪টি ধারাবাহিককে নীড়পাতায় দেখাতে চান নিয়ন্ত্রণ করুন (একাধিক বাছাই করুন)

source: Show series in Blog Template
bn_bd: ব্লগ টেমপ্লেট পাতায় সমাদৃত ধারাবাহিক দেখান

source: Control whether to show the featured series on the Blog Template page or not
bn_bd: ব্লগ টেমপ্লেট পাতায় সমাদৃত ধারাবাহিকসমূহ দেখাবেন কিনা নিয়ন্ত্রণ করুন

source: <strong>Home Page Widgets</strong> You can alter the placement of home page widgets by setting their individual values from here, and you can set places within <strong>%s</strong>
bn_bd: <strong>নীড়পাতা উইজেটসমূহ</strong> আপনি নীড়পাতার উইজেটসমূহের অবস্থান, তাদের প্রত্যেকের নিজস্ব মান এখান থেকে পরিবর্তন করে বদলে নিতে পারেন, এবং এই মান সর্বোচ্চ <strong>%s</strong> পর্যন্ত হতে পারে

source: Widgets' Positioning
bn_bd: উইজেটসমূহের অবস্থিতি

source: Home Widget 1 : Position
bn_bd: নীড়পাতা উইজেট ১ : অবস্থান

source: Home Widget 2 : Position
bn_bd: নীড়পাতা উইজেট ২ : অবস্থান

source: Home Widget 3 : Position
bn_bd: নীড়পাতা উইজেট ৩ : অবস্থান

source: Home Widget 4 : Position
bn_bd: নীড়পাতা উইজেট ৪ : অবস্থান

source: Home Widget 5 : Position
bn_bd: নীড়পাতা উইজেট ৫ : অবস্থান

source: Show widgets in paginated pages too
bn_bd: উইজেটসমূহ অন্যান্য পৃষ্ঠায়ও দেখান

source: Home widgets are visible only on the first paginated page of home page.
bn_bd: নীড়পাতার উইজেটসমূহ শুধুমাত্র নীড়পাতার প্রথম পৃষ্ঠায় দেখা যাবে

source: If you want to show them in other pages too, enable here
bn_bd: আপনি যদি অন্যান্য পাতায়ও দেখাতে চান, এখানে সক্রীয় করুন

source: Other Settings
bn_bd: অন্যান্য সেটিংসমূহ

source: Show Author Bio
bn_bd: লেখক পরিচিতি দেখান

source: Control whether to show/hide author bio in <em>Author</em> archives
bn_bd: <em>লেখক</em> আর্কাইভ-এ লেখক-বৃত্তান্ত দেখাবেন কিনা নিয়ন্ত্রণ করুন

source: Show Related Posts
bn_bd: সম্পূরক প্রকাশনা দেখান

source: Control whether to show/hide related posts in post detail page
bn_bd: প্রকাশনার বিস্তারিত পাতায় সম্পূরক প্রকাশনা দেখাবেন কিনা নিয়ন্ত্রণ করুন

source: Don't Ping on Self Links
bn_bd: নিজস্ব লিংকে পিং নয়

source: Activating this will not notify you on self ping. Based on 'No Self Ping' WordPress Plugin
bn_bd: এটি চালু করলে নিজের সাইটের পোস্টের পিংগুলো গণ্য করবে না। 'নো সেল্‌ফ পিং' প্লাগইন অবলম্বনে।

source: SEO Settings
bn_bd: এসইও সেটিংসমূহ

source: NoFollow External Links
bn_bd: বহিঃস্থ লিংকসমূহকে noFollow করুন

source: Control whether to show <code>rel="nofollow"</code> in external links in post/page content
bn_bd: প্রকাশনা/পাতার বিবরণ অংশে থাকা বহিঃস্থ লিংকসমূহে <code>rel="nofollow"</code> দেখাবেন কিনা নিয়ন্ত্রণ করুন

source: Social Settings
bn_bd: সামাজিক সেটিংসমূহ

source: %s RSS Feed URL
bn_bd: %s আরএসএস ফিড ইউআরএল

source: %s Facebook URL
bn_bd: %s ফেসবুক ইউআরএল

source: %s Twitter URL
bn_bd: %s টুইটার ইউআরএল

source: %s LinkedIn Page URL
bn_bd: %s লিংকেডইন পাতার ইউআরএল

source: %s Google+ Page URL
bn_bd: %s গুগল+ পাতার ইউআরএল

source: %s Flickr URL
bn_bd: %s ফ্লিকার ইউআরএল

source: %s Pinterest Profile URL
bn_bd: %s পিন্টারেস্ট প্রোফাইল ইউআরএল

source: %s Tumblr Blog URL
bn_bd: %s টাম্বলার ব্লগ ইউআরএল

source: %s YouTube Channel URL
bn_bd: %s ইউটিউব চ্যানেল ইউআরএল

source: Comment navigation
bn_bd: মন্তব্য নেভিগেশন

source: Older Comments
bn_bd: পুরোন মন্তব্যসমূহ

source: Newer Comments
bn_bd: সাম্প্রতিক মন্তব্যসমূহ

source: Comments are closed.
bn_bd: মন্তব্য রহিত আছে।

source: Comment Here
bn_bd: মন্তব্য করুন

source: Comment to %s
bn_bd: %s'র প্রতি মন্তব্য করুন

source: [ Cancel Reply ]
bn_bd: [ প্রত্যুত্তর বাতিল করুন ]

source: Comment
bn_bd: মন্তব্য করুন

source: You have to <a href="%s">login</a> to comment
bn_bd: মন্তব্য করতে আপনাকে <a href="%s">লগইন</a> করতে হবে

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out from this account">Log out?</a>
bn_bd: <a href="%1$s">%2$s</a> হিসেবে লগইন করেছেন। <a href="%3$s" title="এই অ্যাকাউন্ট থেকে বেরিয়ে যান">লগ আউট?</a>

source: Your email won't be public
bn_bd: আপনার ইমেইল প্রকাশ করা হবে না

source: You can use these <abbr title="HyperText Markup Language">HTML</abbr> tags and markups: %s
bn_bd: আপনি এই <abbr title="HyperText Markup Language">HTML</abbr> ট্যাগ এবং মার্কআপগুলো ব্যবহার করতে পারেন: %s

source: Name
bn_bd: আপনার নাম

source: Email
bn_bd: আপনার ইমেইল

source: Website
bn_bd: ওয়েবসাইট

source: Powered by %1s and the theme <strong>%2s</strong> is developed by %3s
bn_bd: %1s দ্বারা নিয়ন্ত্রীত এবং <strong>%2s</strong> থিমটি তৈরি করেছেন %3s

source: Back to Top
bn_bd: উপরে চলো

source: Main Menu
bn_bd: প্রধান মেনু

source: Right Sidebar
bn_bd: ডানের সাইডবার

source: Appears on the right portion of the site
bn_bd: সাইটের ডানদিকে দেখা যাবে

source: Home Widget 1
bn_bd: নীড় উইজেট ১

source: Appears on the home page within the grid
bn_bd: নীড়পাতায় গ্রিডের ফাঁকে ফাঁকে দেখা যাবে

source: Home Widget 2
bn_bd: নীড় উইজেট ২

source: Home Widget 3
bn_bd: নীড় উইজেট ৩

source: Home Widget 4
bn_bd: নীড় উইজেট ৪

source: Home Widget 5
bn_bd: নীড় উইজেট ৫

source: Archive Left Sidebar
bn_bd: আর্কাইভের বামের সাইডবার

source: Appears on the left portion of the site only on archive pages
bn_bd: শুধুমাত্র আর্কাইভ পাতায় সাইটের বামদিকে দেখা যাবে

source: Footer Sidebar
bn_bd: ফুটার সাইডবার

source: Appears on the footer portion of the site
bn_bd: সাইটের ফুটার অংশে দেখা যাবে

source: Home
bn_bd: নীড়পাতা

source: Category: "%s"
bn_bd: বিভাগ: "%s"

source: Archive: "%s"
bn_bd: সংকলন: "%s"

source: Search Results: "%s"
bn_bd: অনুসন্ধানের ফলাফল: "%s"

source: Tagged: "%s"
bn_bd: বিষয়বস্তু: "%s"

source: Author: %s
bn_bd: লেখক: %s

source: Error 404
bn_bd: ত্রুটি ৪০৪

source: Page
bn_bd: পাতা

source: Facebook Profile URL [np]
bn_bd: ফেসবুক প্রোফাইল ইউআরএল [np]

source: Twitter URL [np]
bn_bd: টুইটার ইউআরএল [np]

source: Google+ Profile URL [np]
bn_bd: গুগল+ প্রোফাইল ইউআরএল [np]

source: LinkedIn URL [np]
bn_bd: লিংকেডইন ইউআরএল [np]

source: Pinterest URL [np]
bn_bd: পিন্টারেস্ট ইউআরএল [np]

source: Tumblr URL [np]
bn_bd: টাম্বলার ইউআরএল [np]

source: Related Posts
bn_bd: সম্পূরক প্রকাশনা

source: Skip to content
bn_bd: লেখায় চলে যাও

source: Popular Series
bn_bd: সমাদৃত ধারাবাহিক

source: Get to Main Article
bn_bd: মূল লেখায় চলো

source: This is an image of an article
bn_bd: এটি একটি প্রকাশনার ছবি

source: Pages:
bn_bd: পাতাসমূহ:

source: Page %s
bn_bd: পাতাসমূহ %s

source: Series
bn_bd: ধারাবাহিক

source: Search Series
bn_bd: ধারাবাহিক অনুসন্ধান

source: All Series
bn_bd: সকল ধারাবাহিক

source: Parent Series
bn_bd: ধারাবাহিক পোস্ট আপডেট করুন

source: Parent Series:
bn_bd: মূল ধারাবাহিক:

source: Edit Series
bn_bd: ধারাবাহিক সম্পাদনা

source: Update Series
bn_bd: ধারাবাহিক আপডেট

source: Add New Series
bn_bd: নতুন ধারাবাহিক যোগ

source: New Series Name
bn_bd: নতুন ধারাবাহিকের নাম

source: Series:&nbsp;
bn_bd: ধারাবাহিক:&nbsp;

source: &mdash; a part of the series
bn_bd: &mdash;এর একটি পর্ব

source: Series Cover Image
bn_bd: ধারাবাহিকের প্রচ্ছদের ছবি

source: Series cover image
bn_bd: ধারাবাহিকের প্রচ্ছদের ছবি

source: Upload Image
bn_bd: ছবি আপলোড করুন

source: Add/Choose an image for the cover of the Series term
bn_bd: ধারাবাহিক-এর টার্মের জন্য প্রচ্ছদের ছবি যোগ/বাছাই করুন

source: Cover
bn_bd: প্রচ্ছদ

source: Cover Image
bn_bd: প্রচ্ছদের ছবি

source: Posts navigation
bn_bd: প্রকাশনা ন্যাভিগেশন

source: Older posts
bn_bd: পুরোন প্রকাশনাসমূহ

source: Newer posts
bn_bd: সাম্প্রতিক প্রকাশনাসমূহ

source: Post navigation
bn_bd: পোস্ট ন্যাভিগেশন

source: <span class="meta-nav np-left"></span> Older Image
bn_bd: <span class="meta-nav np-left"></span> পুরোন ছবি

source: Latest Image <span class="meta-nav np-right"></span>
bn_bd: সাম্প্রতিক ছবি <span class="meta-nav np-right"></span>

source: Closed
bn_bd: রহিত

source: Edit
bn_bd: সম্পাদনা

source: Category: %s
bn_bd: বিভাগ: %s

source: Tag: %s
bn_bd: বিষয়বস্তু: %s

source: Year: %s
bn_bd: বছর: %s

source: Month: %s
bn_bd: মাস: %s

source: Day: %s
bn_bd: দিন: %s

# post format archive title
source: Asides
bn_bd: পার্শ্বনিবন্ধ

# post format archive title
source: Galleries
bn_bd: গ্যালারিসমূহ

# post format archive title
source: Images
bn_bd: ছবিসমূহ

# post format archive title
source: Videos
bn_bd: ভিডিওসমূহ

# post format archive title
source: Quotes
bn_bd: উদ্ধৃতিসমূহ

# post format archive title
source: Links
bn_bd: লিংকসমূহ

# post format archive title
source: Statuses
bn_bd: স্ট্যাটাসসমূহ

# post format archive title
source: Audio
bn_bd: অডিও

# post format archive title
source: Chats
bn_bd: চ্যাটসমূহ

source: Archives: %s
bn_bd: সংকলন: %s

source: Archives
bn_bd: আর্কাইভ

source: Success. Imported backup options.
bn_bd: সফল। ব্যাকআপ অপশনসমূহ আমদানী করা হয়েছে।

source: Default options restored.
bn_bd: ডিফল্ট অপশন পুনরুদ্ধার করা হয়েছে।

source: Default options restored for only this section.
bn_bd: শুধুমাত্র এই সেকশনের জন্য ডিফল্ট অপশনসমূহ পুণরুদ্ধার করা হয়েছে।

source: <small>based on Codestar Framwork by Codestar</small>
bn_bd: <small>কোডস্টার-এর কোডস্টার ফ্রেমওয়ার্ক-এর ভিত্তিতে</small>

source: Settings saved.
bn_bd: সেটিংসমূহ সংরক্ষিত হয়েছে।

source: Save
bn_bd: সংরক্ষণ

source: Saving...
bn_bd: সংরক্ষিত হচ্ছে...

source: Restore
bn_bd: পুণরুদ্ধার

source: show all options
bn_bd: সকল অপশন দেখাও

source: CONFIG
bn_bd: কনফিগার

source: USAGE
bn_bd: ব্যবহারবিধি

source: VALUE
bn_bd: মান

source: You are editing language: ( <strong>%s</strong> )
bn_bd: আপনি ভাষা সম্পাদনা করছেন: ( <strong>%s</strong> )

source: Add Shortcode
bn_bd: শর্টকোড যোগ করুন

source: Select a shortcode
bn_bd: শর্টকোড বাছাই করুন

source: Insert Shortcode
bn_bd: শর্টকোড যোগ করুন

source: Upload
bn_bd: আপলোড

source: Use Image
bn_bd: ছবি ব্যবহার করুন

source: Import a Backup
bn_bd: ব্যাকআপ আমদানি করুন

source: copy-paste your backup string here
bn_bd: আপনার ব্যাকআপ স্ট্রিং এখানে কপি-পেস্ট করুন

source: Export and Download Backup
bn_bd: রপ্তানি করুন এবং ব্যাকআপ ডাউনলোড করুন

source: or
bn_bd: কিংবা

source: !!! Reset All Options !!!
bn_bd: !!! সকল অপশন রিসেট করুন !!!

source: Please be sure for reset all of framework options.
bn_bd: অনুগ্রহ করে ফ্রেমওয়ার্কের সকল অপশনসমূহ রিসেট নিশ্চিত করে নিন

source: Add Gallery
bn_bd: গ্যালারি যোগ

source: Edit Gallery
bn_bd: গ্যালারি সম্পাদনা

source: Clear
bn_bd: পরিষ্কার

source: Adding
bn_bd: যোগ হচ্ছে

source: Remove
bn_bd: বাতিল

source: Add Icon
bn_bd: আইকন যোগ করুন

source: Remove Icon
bn_bd: আইকন বাদ দিন

source: Add Image
bn_bd: চিত্র যোগ করুন

source: Enabled Modules
bn_bd: সক্রীয় মড্যুলসমূহ

source: Disabled Modules
bn_bd: নিষ্ক্রীয় মড্যুলসমূহ

source: on
bn_bd: চালু

source: off
bn_bd: বন্ধ

source: Web Safe Fonts
bn_bd: ওয়েব-নিরাপদ ফন্টসমূহ

source: Google Fonts
bn_bd: গুগল ফন্টসমূহ

source: Error! Can not load json file.
bn_bd: ত্রুটি! json ফাইল লোড করা গেল না।

source: Search a Icon...
bn_bd: একটি আইকন অনুসন্ধান করুন

source: Loading...
bn_bd: লোড হচ্ছে...

source: This field class is not available!
bn_bd: এই ফিল্ডের ক্লাস সহজলভ্য নয়

source: Please write a valid email address!
bn_bd: অনুগ্রহ করে সঠিক ইমেইল ঠিকানা দিন!

source: Please write a numeric data!
bn_bd: অনুগ্রহ করে সংখ্যাবাচক তথ্য দিন!

source: Fatal Error! This field is required!
bn_bd: গুরুতর ত্রুটি! এই ফিল্ডটি আবশ্যিক!

source: Search Results for: %s
bn_bd: অনুসন্ধানের ফলাফল: %s

source: <small>(%s found)</small>
bn_bd: <small>(%sটি পাওয়া গেছে)</small>

source: Search for:
bn_bd: খুঁজুন:

# placeholder
source: Search...
bn_bd: অনুসন্ধান...

# label
source: Search for:
bn_bd: অনুসন্ধান:

source: Author did not provide any public biography
bn_bd: লেখক জনসমক্ষে কোনো জীবন-বৃত্তান্ত প্রকাশ করেননি

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
bn_bd: দুঃখিত, আপনার অনুসন্ধানকৃত বিষয়বস্তুর সাথে কিছুই মিলেনি। অনুগ্রহ করে অন্য কীওয়ার্ড দিয়ে আবার চেষ্টা করুন।

source: Sorry, the topic is here, but the content for the topic is absent now. Better try with some keywords to find something you desired.
bn_bd: দুঃখিত, বিষয়টি ঠিক আছে, কিন্তু এর প্রকাশনা এই মুহূর্তে নেই। দারুণ হয়, যদি কোনো কীওয়ার্ড দিয়ে, যা চাচ্ছেন অনুসন্ধান করে নিতে পারেন।

source: Continue reading %s <span class="meta-nav">&rarr;</span>
bn_bd: বিস্তারিত %s <span class="meta-nav">&rarr;</span>

source: Details
bn_bd: বিস্তারিত

source: Nothing Found
bn_bd: কিছুই পাওয়া যায়নি

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
bn_bd: আপনার প্রথম প্রকাশনা প্রকাশ করতে প্রস্তুত? <a href="%1$s">এখানে শুরু করুন</a>।

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
bn_bd: মনে হচ্ছে, আপনি যা খুঁজছেন, তা খুঁজে পাওয়া যায়নি। হয়তো অনুসন্ধান আপনার কাজে লাগতে পারে।
